Repository: ATM-GSA/ATM
Catalog: TABS/Resources/App.*.resx
Languages: fr

# ModulePage.HubErrorAlert
source: There was an issue connecting to the live hub. You can still make edits to modules, but subscribers to this application won't get live update pop-ups.
fr: Il y a eu un problème de connexion au centre en direct. Vous pouvez toujours modifier les modules, mais les abonnés à cette application ne recevront pas de fenêtres contextuelles de mise à jour en direct.

# ModulePage.LastUpdatedBy
source: Last updated by
fr: Dernière mise à jour par

# ModulePage.MinNextUpdateRequired
source: The next update required must be at least {0} days from today.
fr: La prochaine mise à jour requise doit avoir lieu au moins {0} jours après aujourd’hui.

# ModulePage.NestedTableError
source: Sorry, nested table could not be loaded...
fr: Désolé, le tableau imbriqué n’a pas pu être chargé...

# ModulePage.NextUpdateRequired
source: Next update required
fr: Prochaine mise à jour requise

# ModulePage.NoChanges
source: There are no changes to be saved.
fr: Il n’y a pas de changement à sauvegarder.

# ModulePage.ReturnToApplications
source: Return to Applications
fr: Retournez aux applications

# ModulePage.SaveSuccess
source: Changes were successfully saved!
fr: Les modifications ont été sauvegardées avec succès!

# ModulePage.StatusLockedMessage
source: Please update the "Next update required" date field in order to edit the status
fr: Veuillez mettre à jour le champ de date « Prochaine mise à jour requise » afin de modifier le statut.

# ModulePage.TableError
source: Sorry, there was an issue loading table data. Please try again later.
fr: Désolé, il y a eu un problème de chargement des données du tableau. Veuillez réessayer plus tard.

# ModulePage.UserNotExist
source: User no longer exists
fr: L’utilisateur n’existe plus

# ModuleTable.AddNewRow
source: Add new row
fr: Ajouter une nouvelle rangée

source: Month
fr: Mois

source: N/A
fr: S/O

source: Name
fr: Nom

source: Needs Attention
fr: Nécessite une attention

source: New announcement
fr: Nouvelle annonce

source: New Application
fr: Nouvelle application

source: New Development
fr: Nouveau développement

source: New Name
fr: Nouveau nom

source: Next
fr: La suite

source: No
fr: Non

source: No manager
fr: Aucun gestionnaire

source: No results found...
fr: Aucun résultat trouvé...

source: Not Authorized
fr: Non autorisé

source: Not Complete
fr: Pas achevé

source: No team lead
fr: Aucun chef d’équipe

# Notifs.AlertsMessage
source: The next scheduled update for {0} is on {1}
fr: La prochaine mise à jour prévue pour {0} est le {1}.

# Notifs.AlertsTitle
source: Update required for {0}
fr: Mise à jour requise pour {0}

# Notifs.AnnouncementMessage
source: Sent by {0} on {1}: {2}
fr: Envoyé par {0} le {1} : {2}

# Notifs.AnnouncementMetadata
source: Sent by {0}, {1}
fr: Envoyé par {0}, {1}

# Notifs.AnnouncementTitle
source: Announcement: {0}
fr: Annonce : {0}

# Notifs.CaughtUpText
source: All caught up!
fr: Tout est rattrapé!

# Notifs.LoadingText
source: Notifications loading...
fr: Les notifications sont en cours de chargement...

# Notifs.MarkAsRead
source: Mark as read
fr: Marquer comme lu

# Notifs.TurnOffNotifs
source: Turn off notifications
fr: Désactiver les avis

# Notifs.UpdateMessageTemp
source: {0} modified {1}
fr: {0} modifié {1}

# Notifs.UpdatesMessage
source: {0} modified {1} in {2}
fr: {0} modifié {1} dans {2}

# Notifs.UpdatesTitle
source: New updates in {0}
fr: Nouvelles mises à jour dans {0}

source: Not Required
fr: Non requis

# NumResults
source: {0} results
fr: {0} résultats

source: On Hold
fr: En attente

source: Optional
fr: Facultatif

source: Overdue
fr: En retard

source: Overdue tasks
fr: Tâches en retard

source: Power User
fr: Utilisateur avancé

source: Previous
fr: Précédente

source: Primary Name
fr: Nom principal

source: Profile
fr: Profil

# ProfilePage.OnlyAdminsCanModify
source: Only admins can modify this field.
fr: Seuls les administrateurs peuvent modifier ce champ.

source: Quick Search
fr: Recherche rapide

source: Reactivate
fr: Réactiver

source: Read Only
fr: Lecture seule

source: Recover
fr: Récupérer

source: Recover Applications
fr: Récupérer les applications

source: Refresh page
fr: Rafraîchir la page

# Registration.AccountInfo
source: Account registration information
fr: Informations sur l’enregistrement du compte

# Registration.DeactivatedDescription
source: It appears your account has been deactivated by an admin. For more information or to get your account reactivated, please contact your manager or team lead.
fr: Il semble que votre compte ait été désactivé par un administrateur. Pour plus d’informations ou pour faire réactiver votre compte, veuillez contacter

# Registration.DeactivatedMessage
source: Account deactivated
fr: Compte désactivé

# Registration.FurtherInquiries
source: For further inquiries, please contact your manager or team lead.
fr: Pour de plus amples informations, veuillez contacter votre directeur/directrice ou chef d'équipe.

# Registration.PendingApproval
source: Account registration pending approval
fr: Enregistrement du compte en attente d’approbation

# Registration.PendingDescription
source: You will receive an email notification at the email address registered (see below) when your account has been approved by an admin. It might take up to 3-5 business days for it to be approved.
fr: Vous recevrez un avis par courriel à l’adresse électronique enregistrée (voir ci-dessous) lorsque votre compte aura été approuvé par un administrateur. L’approbation peut prendre jusqu’à 3 à 5 jours ouvrables.

# Registration.SubmissionDate
source: Date of submission
fr: Date de soumission

# Registration.SuccessMessage
source: Your registration request has been submitted
fr: Votre demande d’enregistrement a été soumise

source: Registrations
fr: Enregistrements

source: Reminders
fr: Rappels

source: Remove
fr: Supprimer

source: Remove contact
fr: Supprimer le contact.

source: Rename
fr: Renommer

source: Report
fr: Les rapports

source: Request Date
fr: Date de la demande

source: Required
fr: Requis

source: Restore
fr: Restaurer

source: Results Per Page
fr: Résultats par page

source: Role
fr: Rôle

source: Save
fr: Sauvegarder

source: Save changes
fr: Sauvegarder les modifications

source: Saving changes...
fr: Sauvegarder les modifications...

source: Search application name...
fr: Rechercher le nom de l’application...

source: Search table...
fr: Rechercher le tableau...

source: Security
fr: Sécurité

source: Select recipients
fr: Sélectionner les destinataires

source: Select Role
fr: Sélectionner le rôle

# SelectUserForm.SearchUser
source: Search person's name
fr: Rechercher le nom de la personne

source: Send Announcement
fr: Envoyer l’annonce

source: Server
fr: Serveur

source: Server Environment
fr: Environnement du serveur

# ServerTable.AddNew
source: Add new server entry
fr: Ajouter une nouvelle entrée au serveur

# ServerTable.Edit
source: Edit server entry
fr: Modifier l’entrée au serveur

source: Set new contact
fr: Établir un nouveau contact

source: Settings
fr: Paramètres

# Settings.AppNotifications
source: In-app pop-up notifications
fr: Avis sous forme de fenêtre contextuelle dans l’application

# Settings.AppRemindersSmall
source: Receive pop-up notifications when it is 1 week before the "Next update required" date for a favourited module.
fr: Recevoir des avis sous forme de fenêtre contextuelle lorsqu’il reste 3 jours avant la date de la « prochaine mise à jour requise » pour un module favori.

# Settings.AppUpdatesSmall
source: Receive pop-up notifications everytime a module in your favourited applications is edited by another user.
fr: Recevoir des avis sous forme de fenêtre contextuelle chaque fois qu’un module de vos applications favorites est modifié par un autre utilisateur.

# Settings.ChangeEmailBtn
source: Change Email...
fr: Changer le courriel...

# Settings.ConfirmEmailErr
source: The Confirm Email field does not contain a valid e-mail address.
fr: Le champ de confirmation de courriel ne contient pas d’adresse électronique valide.

# Settings.ConfirmEmailLengthErr
source: The field Confirm Email must be a string with a maximum length of '200'.
fr: Le champ de confirmation du courriel doit comprendre une chaîne d’une longueur maximale de « 200 ».

# Settings.EmailErr
source: The email field does not contain a valid e-mail address
fr: Le champ de courriel ne contient pas d’adresse électronique valide.

# Settings.EmailFreq
source: Frequency of update notifications
fr: Fréquence des avis de mise à jour

# Settings.EmailFreq.DayOfWeek
source: Weekly digest day of the week
fr: Jour de la semaine du condensé hebdomadaire

# Settings.EmailFreq.SelectDayOfWeek
source: Select which day you wish to receive weekly email digests on.
fr: Sélectionnez le jour auquel vous souhaitez recevoir les condensés hebdomadaires par courrier électronique.

# Settings.EmailFreqSmall
source: Select how frequently you wish to receive an email for any updates to any modules across all your favourited applications.
fr: Sélectionnez la fréquence à laquelle vous souhaitez recevoir un courriel pour toute mise à jour de n’importe quel module dans toutes vos applications favorites.

# Settings.EmailLengthErr
source: The field Email must be a string with a maximum length of '200'.
fr: Le champ du courriel doit comprendre une chaîne d’une longueur maximale de « 200 ».

# Settings.EmailNotifications
source: Email notifications
fr: Envoyez des avis par courriel

# Settings.EmailOff
source: Turn off all email notifications
fr: Désactiver tous les avis par courriel

# Settings.EmailOffSmall
source: You will stop receiving emails for announcements, reminders for upcoming events, and updates to favourited applications.
fr: Vous ne recevrez plus de courriels pour les annonces, les rappels des événements à venir et les mises à jour des applications favorites.

# Settings.ErrDes
source: Email address and confirm email address must match
fr: L’adresse électronique et l’adresse électronique de confirmation doivent correspondre

# Settings.ITLevelErr
source: IT level must be between 1 and 5
fr: Le niveau de TI doit être compris entre 1 et 5

# Settings.ITLevelTip
source: Only admins can modify this field.
fr: Seuls les administrateurs peuvent modifier cette valeur.

# Settings.ModalTitle
source: Update email address
fr: Mettre à jour l’adresse électronique

# Settings.NameErr
source: The Name field is required
fr: Le champ du nom est requis

# Settings.NameLengthErr
source: The field Name must be a string with a maximum length of '200'.
fr: Le nom du champ doit comprendre une chaîne d’une longueur maximale de « 200 ».

# Settings.SelectChoose
source: Choose IT level
fr: Choisir le niveau de TI

# Settings.UpdateDes
source: Your profile has been updated successfully.
fr: Votre profil a été mis à jour avec succès.

source: Show
fr: Montrer

source: Static Scan
fr: Balayage statique

source: Submit
fr: Soumettre

source: Submitting...
fr: Soumission en cours...

source: Subscribe
fr: S’inscrire

source: Subscribed
fr: Abonné

source: To Be Decommissioned
fr: À mettre hors service

source: Total Results
fr: Résultats totaux

source: True
fr: Vrai

source: Unarchive
fr: Désarchiver

source: Unauthorized
fr: Non autorisé

source: Unfeature
fr: Sans fonctionnalités

source: Unfeatured Modules
fr: Modules sans fonctionnalités

source: Unsubscribe
fr: Se désabonner

source: Upcoming tasks
fr: Tâches à venir

source: Update
fr: Mettre à jour

source: Updates
fr: Mises à jour

source: Updating
fr: Mise à jour en cours

source: Up To Date
fr: À ce jour

source: Use
fr: Utilisation

source: User Management
fr: Gestion des utilisateurs

# UserManagement.AdminNoDelete
source: User cannot be deleted because they are an Admin. Please modify the user's role in order to delete.
fr: Vous ne pouvez supprimer cet(te) utilisateur(e) parce qu'il/elle est un(e) adminstrateur(e). Veuillez modifier son rôle.

# UserManagement.DeleteConfirmation
source: Are you sure you want to delete {0}'s account?
fr: Êtes-vous sûr de vouloir supprimer {0} compte?

source: Value
fr: Valeur

source: Weekly
fr: Chaque semaine

source: Widget Settings
fr: Paramètres des widgets

source: Year
fr: Année

source: Yes
fr: Oui

source: Yes, delete
fr: Oui, supprimer
