Repository: ATM-GSA/ATM
Catalog: TABS/Resources/App.*.resx
Languages: fr

# 404Page.Subtitle
source: Sorry, there is nothing interesting to see here.
fr: Désolé, il n’y a rien d’intéressant à voir ici.

# 404Page.Title
source: 404 Error
fr: Erreur 404

source: Accept
fr: Accepter

source: Account
fr: Compte

source: Actions
fr: Mesures

source: Active
fr: Actif

source: Active Users
fr: Utilisateurs actifs

source: Active Widgets
fr: Widgets actifs

source: Add
fr: Plus

# AddApplication.AddNewApplication
source: Add new application
fr: Ajouter une nouvelle application

# AddApplication.ApplicationName
source: Full application name
fr: Nom complet de l'application

# AddApplication.BackToModuleSelection
source: Back To Module Selection
fr: Retourner à la sélection des modules

# AddApplication.DiscardMessage
source: This application will be discarded. Are you sure?
fr: Cette application sera supprimée. Êtes-vous sûr?

# AddApplication.FillInModules
source: Fill in module information
fr: Saisir les informations du module

# AddApplication.FixError
source: There are errors. Please fix before moving on.
fr: Il y a des erreurs. Veuillez les réparer avant de continuer.

# AddApplication.IncludeModule
source: Include module
fr: Inclure le module

# AddApplication.NameYourApplication
source: Enter the full name for your application (no acronyms)
fr: Entrez le nom complet de l'application (sans l'acronyme)

# AddApplication.NameYourApplicationShort
source: Enter full application name
fr: Nommez votre application

# AddApplication.NextModule
source: Next module
fr: Module suivant

# AddApplication.RestoreSessionContent
source: You have created an application called "{0}" that has unsaved changes. Do you wish to continue working on this application?
fr: Vous avez créé une application appelée « {0} » qui comprend des modifications non sauvegardées. Souhaitez-vous continuer à travailler sur cette application?

# AddApplication.RestoreSessionTitle
source: Incomplete Application Found
fr: Application incomplète trouvée

# AddApplication.ReviewApplication
source: Review your application
fr: Examinez votre application

# AddApplication.ReviewModule
source: Review Module
fr: Examiner le module

# AddApplication.SelectAndFillInModules
source: Select and fill in modules
fr: Sélectionner et remplir les modules

# AddApplication.SelectedModules
source: Selected modules
fr: Modules sélectionnés

# AddApplication.SelectModules
source: Select modules to include in this application
fr: Sélectionner les modules à inclure dans l’application

# AddApplication.SuccessfullyCreated
source: Your application has been created successfully!
fr: Votre application a été créée avec succès!

source: Add dependencies
fr: Ajouter les dépendances

source: Additional Details
fr: Détails supplémentaires

source: Admin
fr: Administration

# Admin.AnnouncementDescription
source: Create announcements for users here
fr: Créer des annonces pour les utilisateurs ici

# Admin.EmailError
source: An error occurred while sending an email to {0}!
fr: Il y avait une erreur en cours d'envoyer un e-mail à {0}!

# Admin.NotPermitted
source: You are not permitted to view this page.
fr: Vous n’êtes pas autorisé à visualiser cette page.

# Admin.RecoveryDescription
source: Recover deleted applications here
fr: Récupérer les applications supprimées ici

# Admin.UserApproved
source: User has already been approved
fr: L'utilisateur a déjà été approuvé

# Admin.UserDeactivated
source: User has already been deactivated
fr: L'utilisateur a déjà été désactivé

# Admin.UserDeleted
source: User has already been deleted
fr: L'utilisateur a déjà été supprimé

# Admin.UserManagementDescription
source: Approve, delete, and modify users here
fr: Approuver, supprimer et modifier les utilisateurs ici

source: Admin Panel
fr: Panneau d’administration

source: Alerts
fr: Alertes

source: All Modules
fr: Tous les modules

source: Announcement
fr: Annonce

source: Announcements
fr: Annonces

# Announcements.NewAnnouncementSubtitle
source: Create and send announcements - short in-app messages that you can send to a set of users in ATM
fr: Créez et envoyez des annonces, de courts messages dans l’application que vous pouvez envoyer à un ensemble d’utilisateurs dans ATM.

# Announcements.NewButton
source: Create new announcement
fr: Créer une nouvelle annonce

# AnnouncementsCreate.AndOneOtherRecipient
source: and {0}.
fr: et {0}.

# AnnouncementsCreate.AndOtherRecipients
source: {0} and {1} others.
fr: {0} et {1} autres.

# AnnouncementsCreate.DetailsPlaceholder
source: Additional details regarding the announcement (optional)...
fr: Détails supplémentaires concernant l’annonce (facultatif)...

# AnnouncementsCreate.MessagePlaceholder
source: A short and concise message summarizing your announcement...
fr: Un message court et concis résumant votre annonce...

# AnnouncementsCreate.Required
source: Announcement is required.
fr: Une annonce est requise.

# AnnouncementsCreate.Success
source: Your announcement has been sent.
fr: Votre annonce a été envoyée.

# AnnouncementsCreate.UserRequired
source: At least one user must be selected.
fr: Au moins un utilisateur doit être sélectionné.

# AnnouncementsCreate.Who
source: Who will receive this announcement?
fr: Qui recevra cette annonce?

# AppDetails.ArchivedWarning
source: This application is currently read-only because it has been archived. Unarchive the application to allow editing.
fr: L'application est à lecture seule parce qu'elle est archivée. Désarchivez l'application pour permettre la révision.

# AppDetails.DeletedAppSubtitle
source: Please contact an admin if you wish to restore this app
fr: Veuillez contacter un administrateur si vous souhaitez restaurer cette application.

# AppDetails.DeletedAppTitle
source: This application has been deleted
fr: Cette application a été supprimée

# AppDetails.DeletedWarning
source: This application is currently only visible to admin users because it has been soft-deleted. Recover the application to allow viewing and editing.
fr: Cette application n’est actuellement visible que par les utilisateurs de l’administration, car elle a été supprimée. Récupérer l’application pour permettre la visualisation et la modification.

# AppDetails.EmptyAllModules
source: There are no modules.
fr: Il n’y a pas de module.

# AppDetails.EmptyFeaturedModules
source: There are no featured modules.
fr: Il n’y a pas de modules choisis.

# AppDetails.FavouriteTooltip
source: Favourite Application
fr: Application préférée

# AppDetails.FeaturedModulesHelp
source: An admin has chosen for these modules to be featured for this application.
fr: Un administrateur a choisi de mettre ces modules en évidence pour cette application.

# AppDetails.FieldsPreviewTitle
source: Fields in this module:
fr: Champs dans ce module :

# AppDetails.GridViewTooltip
source: Switch to Grid View
fr: Passer à la vue en grille

# AppDetails.ListViewTooltip
source: Switch to List View
fr: Passer à la vue en liste

# AppDetails.MatchingColumnsFound
source: Found {0} matching columns(s) in this module:
fr: {0} colonnes correspondantes trouvées dans ce module :

# AppDetails.MatchingFieldsFound
source: Found {0} matching field(s) in this module:
fr: {0} champs correspondants trouvés dans ce module :

# AppDetails.MatchingObjectsFound
source: Found {0} matching objects(s) in this module:
fr: {0} objets correspondants trouvés dans ce module :

# AppDetails.NoUpdatesTooltip
source: Unsubscribe from Application updates
fr: Se désabonner des mises à jour de l’application

# AppDetails.PlusOtherFields
source: +{0} other fields
fr: +{0} autres champs

# AppDetails.SearchPlaceholder
source: Search for fields
fr: Rechercher des champs

# AppDetails.UnfavouriteTooltip
source: Unfavourite Application
fr: Désélectionner l’application comme préférée

# AppDetails.UpdatesTooltip
source: Subscribe to Application updates
fr: S’abonner aux mises à jour de l’application

# Application.Architecture.AppPlatform
source: App Platform
fr: Plateforme de l’application

# Application.Architecture.CDTSVersion
source: CDTS Version
fr: Version CDTS

# Application.Architecture.Dependees
source: Dependees
fr: Applications dépendantes

# Application.Architecture.Dependents
source: Dependents
fr: Dépendances

# Application.Architecture.NETVersion
source: .NET Version
fr: Version .NET

# Application.Architecture.SEASVersion
source: SEAS Version
fr: Version SADDS

# Application.Architecture.SMARTFramework
source: SMART Framework
fr: Cadre SMART

# Application.Architecture.SMARTUpgradePlanning
source: SMART Upgrade Planning
fr: Planification de la mise à niveau SMART

# Application.BASMOnboarding.AppMonitoring
source: App Monitoring
fr: Contrôle de l’application

# Application.BASMOnboarding.AssystSetup
source: Assyst Setup
fr: Configuration d’Assyst

# Application.BASMOnboarding.BASMGuide
source: BASM Guide
fr: Guide BASM

# Application.BASMOnboarding.ClientIntro
source: Client Intro
fr: Présentation du client

# Application.BASMOnboarding.DemoToBASM
source: Demo to BASM
fr: Démonstration à BASM

# Application.BASMOnboarding.IntroEmail
source: Introduction Email
fr: Courriel de présentation

# Application.BASMOnboarding.PowerUserGuide
source: Power User Guide
fr: Guide de l’utilisateur avancé

# Application.Contacts.ClientLead
source: Client Lead
fr: Responsable du client

# Application.Contacts.ClientManager
source: Client Manager
fr: Gestionnaire du client

# Application.Contacts.Manager
source: Manager
fr: Gestionnaire

# Application.Contacts.TeamLead
source: Team Lead
fr: Chef d’équipe

# Application.Contacts.TechLead
source: Tech Lead
fr: Responsable technique

# Application.DatabaseEnvironment.Database.Name
source: Name
fr: Nom

# Application.DatabaseEnvironment.Database.Platform
source: Platform
fr: Plateforme

# Application.DatabaseEnvironment.Databases
source: Databases
fr: Bases de données

# Application.Identification.AccessibilityComplianceScore
source: Accessibility Compliance Score (%)
fr: Score de conformité d'accessibilité (%)

# Application.Identification.ClientBranch
source: Client Branch
fr: Direction générale du client

# Application.Identification.CMPPortfolio
source: CMP Portfolio
fr: Portefeuille du PGPC

# Application.Identification.Name
source: Full Name
fr: Nom Complet

# Application.Identification.Status
source: Status
fr: État d’avancement

# Application.Identification.SWIM
source: SWIM
fr: GIGU

# Application.Identification.Title
source: Acronym
fr: Acronyme

# Application.Identification.Visibility
source: Visibility
fr: Visibilité

# Application.Identification.WebAccessibilityAssessment
source: Web Accessibility Assesssment
fr: Évaluation sur l’accessibilité des sites Web

# Application.Identification.WebURL
source: Web URL
fr: URL Web

# Application.Report.Accessibility
source: Accessibility
fr: Accessibilité

# Application.Report.Performance
source: Performance
fr: Rendement

# Application.Security.AttachmentDropZone
source: Attachment Drop Zone
fr: Zone de dépôt des pièces jointes

# Application.Security.AuditLogs
source: Audit Logs
fr: Registre des vérifications

# Application.Security.DynamicRemediationCompleted
source: Dynamic Remediation Completed
fr: Assainissement dynamique achevé

# Application.Security.ExemptionReasoning
source: Exemption Reasoning
fr: Raison de l’exemption

# Application.Security.FortifyScan.Name
source: Name
fr: Nom

# Application.Security.FortifyScan.Notes
source: Notes
fr: Remarques :

# Application.Security.FortifyScan.ReportLink
source: Report Link
fr: Lien vers le rapport

# Application.Security.FortifyScan.ScanDate
source: Scan Date
fr: Date de numérisation

# Application.Security.FortifyScan.ScanType
source: Scan Type
fr: Type de numérisation

# Application.Security.FortifyScan.ScanType.DynamicScan
source: Dynamic scan
fr: Scan dynamique

# Application.Security.FortifyScan.ScanType.StaticScan
source: Static scan
fr: Scan statique

# Application.Security.FortifyScans
source: Fortify Scans
fr: Renforcer les numérisations

# Application.Security.SatoExpiry
source: Sato Expiry
fr: Expiration Sato

# Application.Security.SecurityLevel
source: Security Level
fr: Niveau de sécurité

# Application.Security.SQLSSLEncryption
source: SQL SSL Encryption
fr: Cryptage SSL SQL

# Application.Security.StaticRemediationCompleted
source: Static Remediation Completed
fr: Assainissement statique achevé

# Application.Security.WAFStatus
source: WAF Status
fr: Statut WAF

# Application.Security.WAFTest
source: WAF Test
fr: Essai WAF

# Application.Security.WebconfigEncrpted
source: Webconfig Encrypted
fr: Configuration Web crypté

# Application.ServerEnvironment.Server.Name
source: Name
fr: Nom

# Application.ServerEnvironment.Servers
source: Servers
fr: Serveurs

source: Application Identification
fr: Identification de l’application

# ApplicationNameRequired
source: Application name is required.
fr: Le nom de l’application est requis.

# ApplicationNameTaken
source: This name is taken, please enter another name.
fr: Le nom est déjà pris, veuillez entrer un nom différent.

source: Application Settings
fr: Paramètres de l’application

# ApplicationsTable.AdditionalColumns
source: Additional columns
fr: Colonnes supplémentaires

# ApplicationsTable.AppRestoreConfirm
source: Are you sure you want to restore this application? Users will be able to view and edit the application
fr: Êtes-vous sûr de vouloir restaurer cette application? Les utilisateurs pourront visualiser et modifier l’application

# ApplicationsTable.CustomizeColumns
source: Customize columns
fr: Personnaliser les colonnes

# ApplicationsTable.DeleteCancelled
source: Sorry, delete was cancelled as another user has already restored this application.
fr: Désolé, l'action est annulée parce que l'application a été restaurée.

# ApplicationsTable.DeleteSuccess
source: {0} has been successfully deleted.
fr: {0} a été supprimé avec succès.

# ApplicationsTable.RecoveryDisabled
source: This application needs to be renamed in its settings before it can be recovered.
fr: Vous devez changez le nom de l'application dans le page des paramètres avant que vouz pouvez la restaurer.

# ApplicationsTable.RecoverySuccess
source: {0} has been successfully recovered.
fr: {0} a été restauré avec succès.

# ApplicationsTable.RestoreCancelled
source: Sorry, restore was cancelled as another user has already deleted this application.
fr: Désolé, l'action est annulée parce que l'application a été supprimé.

# ApplicationsTable.SelectAdditionalColumns
source: Select additional columns from the dropdown or search by typing field name
fr: Sélectionner des colonnes supplémentaires dans la liste déroulante ou rechercher en tapant le nom du champ

# ApplicationsTable.SelectPlaceholder
source: Select additional module fields to display on table...
fr: Sélectionnez les champs de module supplémentaires à afficher au tableau...

source: Application Tracking Manager
fr: Responsable du suivi des applications

# AppName
source: ATM - Application Tracking Manager
fr: GSA - Gestionnaire Suivi des Applications

# AppSettings.AddModule
source: Add Module
fr: Ajouter un module

# AppSettings.AddModuleDropdownPlaceholder
source: Select a module
fr: Sélectionner un module

# AppSettings.ArchiveConfirmSubtitle
source: The application will become read-only. It can be unarchived again afterward.
fr: L’application deviendra en lecture seule. Elle peut être à nouveau désarchivée par la suite.

# AppSettings.ArchiveConfirmTitle
source: Are you sure you want to archive this application?
fr: Êtes-vous sûr de vouloir archiver cette application?

# AppSettings.ArchiveSubtitle
source: The application will become read-only.
fr: L’application deviendra en lecture seule.

# AppSettings.ArchiveSuccessMessage
source: Application has been successfully archived.
fr: L'application a été archivée avec succès.

# AppSettings.ArchiveTitle
source: Archive this Application
fr: Archiver cette application

# AppSettings.DeleteConfirmSubtitle
source: This application will be marked as deleted. An admin will still be able to restore it later.
fr: Cette application sera marquée comme supprimée. Un administrateur pourra toujours le restaurer plus tard.

# AppSettings.DeleteConfirmTitle
source: Are you sure you want to delete this application?
fr: Êtes-vous sûr de vouloir supprimer cette application?

# AppSettings.DeleteSubtitle
source: The application will be marked as deleted.
fr: Cette application sera marquée comme supprimée.

# AppSettings.DeleteTitle
source: Delete this Application
fr: Supprimer cette application

# AppSettings.ExitTooltip
source: Exit to Application page
fr: Sortir pour aller à la page d’application

# AppSettings.ModulesTitle
source: Change Module Settings
fr: Modifier les paramètres du module

# AppSettings.NameChangedConfirm
source: Application name has been changed.
fr: Le nom de l’application a été modifié.

# AppSettings.OtherActionsTitle
source: Other Actions
fr: Autres mesures

# AppSettings.Recover.NameChangeRequired
source: There is alreaady an active application with the same name. Please rename this application using the "Rename Application" section above in order to recover it.
fr: Il y a une application active avez le même nom. Veuillez changer le nom de l'application dans la partie "Renommez l'Application" en haut pourque vous pouvez restaurer l'application.

# AppSettings.RecoverConfirmSubtitle
source: The application will no longer be marked as deleted and all functions prior to deletion will be restored.
fr: L’application ne sera plus marquée comme supprimée et toutes les fonctions antérieures à la suppression seront restaurées.

# AppSettings.RecoverConfirmTitle
source: Are you sure you want to recover this application?
fr: Êtes-vous sûr de vouloir récupérer cette application?

# AppSettings.RecoverSubtitle
source: The application will no longer be marked as deleted and will be viewable by all users.
fr: L’application ne sera plus marquée comme supprimée et pourra être vue par tous les utilisateurs.

# AppSettings.RecoverTitle
source: Recover this Application
fr: Récupérer cette application

# AppSettings.RemoveModConfirmSubtitle
source: This will permanently delete all data currently entered in this module.
fr: Cela supprimera définitivement toutes les données actuellement saisies dans ce module.

# AppSettings.RemoveModConfirmTitle
source: Are you sure you want to remove {0}?
fr: Êtes-vous certain de vouloir supprimer {0}?

# AppSettings.RenameTitle
source: Rename Application (full name)
fr: Renommer l’application (nom complet)

# AppSettings.UnarchiveConfirmSubtitle
source: The application will become editable.
fr: L’application deviendra modifiable.

# AppSettings.UnarchiveConfirmTitle
source: Are you sure you want to unarchive this application?
fr: Êtes-vous sûr de vouloir désarchiver cette application?

# AppSettings.UnarchiveSubtitle
source: The application will become editable.
fr: L’application deviendra modifiable.

# AppSettings.UnarchiveSuccessMessage
source: Application has been successfully unarchived.
fr: L'application a été désarchivée avec succès.

# AppSettings.UnarchiveTitle
source: Unarchive this Application
fr: Désarchiver cette application

source: Archive
fr: Archiver

source: Archived
fr: Archivé

source: BASM Onboarding
fr: Intégration BASM

source: Calendar
fr: Calendrier

source: Cancel
fr: Annuler

source: Choose...
fr: Choisir...

source: Clear all
fr: Supprimer tout

source: Close
fr: Fermer

source: Complete
fr: Achevé

source: Confirm Email
fr: Confirmer le courriel

# ContactForm.AddCustom
source: Create custom contact
fr: Ajouter un contact personnalisé

# ContactForm.AutoSubscribeInfo
source: Selecting a user as a contact will auto-subscribe them to notifications for this application.
fr: En choissisant un(e) utilisateur(e) existant(e), il/elle soit abonné aux notifications pour cette application.

# ContactForm.EditCurrent
source: Create custom contact
fr: Modifier le contact actuel

# ContactForm.FillOutFields
source: Fill out the fields below or...
fr: Remplissez les champs ci-dessous ou...

# ContactForm.SelectAllUsers
source: Select all users
fr: Sélectionner tous les utilisateurs

# ContactForm.SelectExistingUser
source: Select existing user
fr: Sélectionner un utilisateur existant

# ContactForm.SelectFromList
source: Select contact from the list of users below or...
fr: Sélectionnez un contact dans la liste des utilisateurs ci-dessous ou...

source: Contacts
fr: Personnes-ressources

# CultureSelector.AltLanguage
source: Français
fr: English

source: Current Role
fr: Rôle actuel

source: Current version
fr: La version actuelle

source: Customize widgets
fr: Personnaliser les widgets

source: Customizing widgets...
fr: Personnalisation des widgets...

source: Daily
fr: Chaque jour

source: Dark
fr: Foncé

source: Dashboard
fr: Tableau de bord

# Dashboard.AddWidget
source: Add widget
fr: Ajouter un widget

# Dashboard.AllWidgetsSelected
source: You have already selected all available widgets.
fr: Vous avez déjà sélectionné tous les widgets disponibles.

# Dashboard.CalendarWidgetDescription
source: The calendar widget contains a selectable calendar to search for events on a particular day/month.
fr: Le widget calendrier contient un calendrier sélectionnable pour rechercher des événements sur un jour/mois particulier.

# Dashboard.ChooseWidgets
source: Choose widgets to add
fr: Choisir les widgets à ajouter

# Dashboard.ContactWidgetDescription
source: The contact widget shows the contact information of the team leads and managers of favourited applications.
fr: Le widget des contacts montre les informations de contact des chefs d’équipe et des gestionnaires des applications favorites.

# Dashboard.NoOverdueTasks
source: You have no overdue tasks
fr: Vous n’avez pas de tâches en retard

# Dashboard.NoScheduledTasksDay
source: There are no tasks scheduled on this day
fr: Il n’y a pas de tâches prévues ce jour-là

# Dashboard.NoScheduledTasksMonth
source: There are no tasks scheduled on this month
fr: Il n’y a pas de tâches prévues pour ce mois-là

# Dashboard.NoUpcomingTasks
source: You have no upcoming tasks
fr: Vous n’avez pas de tâches à venir

# Dashboard.RemindersWidgetDescription
source: The reminders application shows a list of overdue and upcoming tasks.
fr: L’application de rappels affiche une liste des tâches en retard et à venir.

# Dashboard.TasksOnDate
source: Tasks scheduled on {0}:
fr: Tâches prévues le {0} :

# Dashboard.UpdateTask
source: Update {0}'s {1} module
fr: Mise à jour du module {0} de {1}

source: Database
fr: Base de données

source: Database Environment
fr: Environnement des bases de données

# DatabaseTable.AddNew
source: Add new database entry
fr: Ajouter une nouvelle entrée dans la base de données

# DatabaseTable.Edit
source: Edit database entry
fr: Modifier une entrée de la base de données

# DataTable.InvalidInt
source: Invalid input, please enter an integer
fr: Entrée invalide, veuillez entrer un nombre entier

# DataTable.InvalidIntRange
source: Value must be between {0} and {1} inclusive.
fr: La valeur doit être entre {0} et {1} inclus.

# DataTable.InvalidLowerRange
source: Value must be greater than or equal to {0}.
fr: La valeur doit être au moins {0}.

# DataTable.InvalidUpperRange
source: Value must be less than or equal to {0}.
fr: La valeur doit être au maximum {0}.

# DataTable.LinkInputInstructions
source: Put each link on a separate line. Each link should start with "https://" or "http://".
fr: Entrer chaque lien sur une ligne distincte. Chaque lien doit commencer par « https:// » ou « http:// ».

# DataTable.NestedTableDescription
source: This is a nested table, you can expand or collpase the data inside.
fr: Vous pouvez développer ou réduire l'information dans ce tableau.
