Repository: ATM-GSA/ATM
Catalog: TABS/Resources/App.*.resx
Languages: fr

# DataTable.NestedTableError
source: We're sorry. It looks something unexpected occurred. Our team will look into it promptly.
fr: Nous sommes désolés. Il semble que quelque chose d’inattendu se soit produit. Notre équipe s’en occupera rapidement.

# DataTable.ValueNotAnOption
source: Value is deprecated.
fr: La valeur est dépréciée.

source: Deactivate
fr: Désactiver

source: Deactivated Users
fr: Utilisateurs désactivés

source: Delete
fr: Supprimer

source: Delete Application
fr: Supprimer l’application

# DeleteConfirmationGeneric
source: Are you sure you wish to delete this?
fr: Êtes-vous sûr de vouloir supprimer ceci?

source: Deleted
fr: Supprimé

source: Deny
fr: Refuser

source: Dependees
fr: Applications dépendantes

# DependeesTable.Description
source: This is a table of all the applications that have this application as a dependency (i.e. they depend on this application).
fr: Ce tableau contient les applications qui sont dépendantes de cette application.

source: Dependencies
fr: Dépendances

# DependencyForm.LinkToAddNewApp
source: Try adding a new application.
fr: Essayer d’ajouter une nouvelle application.

# DependencyForm.NoApplicationsSubtitle
source: Can't find the application that you're looking for? Maybe it hasn't been added yet.
fr: Vous ne trouvez pas l’application que vous cherchez? Peut-être qu’elle n’a pas encore été ajoutée.

# DependencyForm.NoApplicationsTitle
source: There are no additional apps that can be added.
fr: Aucune autre application ne peut être ajoutée.

# DependencyTable.ConfirmDelete
source: Are you sure you want to remove this dependency?
fr: Êtes-vous sûr de vouloir supprimer cette dépendance?

source: Development
fr: Développement

source: Discard
fr: Supprimer

source: Done
fr: Terminé

# DuplicateAppName
source: Looks like there already exists an application named {0}. View {1} or enter a different name for your application.
fr: Il semble qu’il existe déjà une application nommée {0}. Visualiser {1} ou entrer un nom différent pour votre application.

source: Dynamic Scan
fr: Balayage dynamique

source: Edit
fr: Modifier

source: Edit contact
fr: Modifier le contact

source: Edit values
fr: Modifier les valeurs

source: Email
fr: Courriel

source: Empty
fr: Vide

source: English
fr: Anglais

# Error.ContactUs
source: If the same problem persists, please contact us at:
fr: Si le même problème persiste, veuillez nous contacter à :

# Error.DefaultReturn
source: Back to Dashboard
fr: Retour au tableau de bord

# Error.Description
source: We're sorry about this. The issue has been logged and our team will be working to address it as soon as possible.
fr: Nous sommes désolés. Le problème a été enregistré et notre équipe s’efforcera de le résoudre dès que possible.

# Error.FeedbackForm.AddDetails
source: Add details here....
fr: Ajouter les détails ici...

# Error.FeedbackForm.Description
source: Provide additional details on how you arrived at this error, so that we can diagnose and fix the issue more quickly.
fr: Fournissez des détails supplémentaires sur la façon dont vous avez obtenu cette erreur, afin que nous puissions diagnostiquer et résoudre le problème plus rapidement.

# Error.FeedbackForm.SubmitSuccessMsg
source: Submission was succesful. Thank you for your input!
fr: La soumission a été réussie. Merci de votre participation!

# Error.FeedbackForm.Title
source: Lend us a hand in diagnosing the error.
fr: Aidez-nous à diagnostiquer l’erreur.

# Error.Title
source: Oops, something went wrong.
fr: Oups, quelque chose s’est mal passé.

source: Everyone
fr: Tout le monde

source: Exit
fr: Sortir

source: Expand to view
fr: Agrandir pour voir

source: External
fr: Externe

source: False
fr: Faux

source: Favourites
fr: Favoris

source: Feature
fr: Caractéristique

source: Featured
fr: En vedette

source: Featured Modules
fr: Modules en vedette

source: Field
fr: Champ

# FortifyReportForm.EnterNotes
source: Enter notes for this report...
fr: Entrer des notes pour ce rapport...

# FortifyReportsTable.AddNew
source: Add new fortify scan report
fr: Ajouter un nouveau rapport de balayage fortifié

# FortifyReportsTable.Edit
source: Edit fortify scan report
fr: Modifier le rapport de balayage fortifié

source: Fortify Scan
fr: Scan de renforcement

source: French
fr: Français

source: Full Width
fr: Largeur totale

# GlobalSearch.InputPlaceholder
source: Search ATM...
fr: Faire une recherche dans ATM...

# GlobalSearch.ListItems
source: {0} item(s)
fr: {0} résultat(s)

# GlobalSearch.NestedModuleMatches
source: {0} match(es)
fr: {0} résultat(s)

# GlobalSearch.RecentSearches
source: recent searches
fr: Recherches récentes

source: Go back
fr: Retourner

source: Half Width
fr: Demi-largeur

# HelpPage
source: ATM help page
fr: Page d’aide GSA

# HelpPage.&amp;&amp;operator
source: && operator
fr: Exploitant &&

# HelpPage.&amp;&amp;operator.Paragraph1
source: The && operator is used to search for pages that contain multiple terms.
fr: L’exploitant && est utilisé pour rechercher des pages qui contiennent plusieurs termes.

# HelpPage.&amp;&amp;operator.Paragraph2
source: For instance, if you wish to find the security module of the MSAPR application, you can type in "MSAPR && security". This would look for pages that contain both the term “MSAPR” and “security”.
fr: Par exemple, si vous souhaitez trouver le module de sécurité de l’application MSAPR, vous pouvez taper « MSAPR && security ». La recherche sera des pages contenant les deux termes « MSAPR » et « sécurité ».

# HelpPage.&amp;&amp;operator.Paragraph3
source: You may use the && operator in a search as many times as you wish.
fr: Vous pouvez utiliser l’exploitant && dans une recherche autant de fois que vous le souhaitez.

# HelpPage.ArchiveDelRecoverApps
source: Archiving, deleting and recovering applications
fr: Archivage, suppression et récupération d’applications

# HelpPage.ArchiveDelRecoverApps.Paragraph1
source: Currently, only admins can archive, delete, and recover applications.
fr: Actuellement, seuls les administrateurs peuvent archiver, supprimer et récupérer des applications.

# HelpPage.ArchivingApps
source: Archiving applications
fr: Archiver des applications

# HelpPage.ArchivingApps.Paragraph1
source: Archiving an application changes it into read-only mode and sets its status to decommissioned. Users will not be able to make changes to an archived application.
fr: L’archivage d’une application la fait passer en mode lecture seule et lui donne le statut de déclassée. Les utilisateurs ne seront pas en mesure d’apporter des modifications à une application archivée.

# HelpPage.ArchivingApps.Paragraph2
source: To archive an application, first navigate to the page of the application you wish to archive. Then, click the settings button located at the top right of the page to navigate to the settings page of that application. Scroll to the bottom of the settings page and click the archive button under the other actions section. Confirm your decision in the popup that appears.
fr: Pour archiver une application, il faut d’abord accéder à la page de l’application que vous souhaitez archiver. Ensuite, cliquez sur le bouton des paramètres situé en haut à droite de la page pour accéder à la page des paramètres de cette application. Faire défiler jusqu’au bas de la page des paramètres et cliquer sur le bouton d’archivage sous la section des autres actions. Confirmez votre décision dans la fenêtre contextuelle qui s’affiche.

# HelpPage.ArchivingApps.Paragraph3
source: You may follow the same steps to unarchive an application.
fr: Vous pouvez suivre les mêmes étapes pour désarchiver une application.

# HelpPage.CustomizationOptions
source: Customization options
fr: Options de personnalisation

# HelpPage.DelApps
source: Deleting applications
fr: Supprimer l’application

# HelpPage.DelApps.Paragraph1
source: Deleting an application will make the application inaccessible to all non-admin users. Admin users will still be able to view the application in the application recovery page.
fr: La suppression d’une application rendra l’application inaccessible à tous les utilisateurs non administrateurs. Les utilisateurs de l’administration pourront toujours voir l’application dans la page de récupération de l’application.

# HelpPage.DelApps.Paragraph2
source: To delete an application, first navigate to the page of the application you wish to delete. Then, click the settings button located at the top right of the page to navigate to the settings page of that application. Scroll to the bottom of the settings page of the application and click the delete button under the other actions section. Confirm your decision in the popup that appears. Note that applications deleted using the aforementioned steps can still be recovered.
fr: Pour supprimer une application, il faut d’abord accéder à la page de l’application que vous souhaitez supprimer. Ensuite, cliquez sur le bouton des paramètres situé en haut à droite de la page pour accéder à la page des paramètres de cette application. Faire défiler jusqu’au bas de la page des paramètres et cliquer sur le bouton de suppression sous la section des autres actions. Confirmez votre décision dans la fenêtre contextuelle qui s’affiche. Notez que les applications supprimées à l’aide des étapes susmentionnées peuvent toujours être récupérées.

# HelpPage.DelApps.Paragraph3
source: To permanently delete an application, take the following additional steps. Note that applications will not be able to be recovered after you carry out these steps. Go to your side bar and click on the recover applications option in the admin panel submenu. The click would direct you to the application recovery page. Search for your application in the table displayed. Click on the delete option in the action column of the table.
fr: Pour supprimer définitivement une application, suivez les étapes supplémentaires suivantes. Notez que les applications ne pourront pas être récupérées après ces étapes. Allez dans votre barre latérale et cliquez sur l’option de récupération des applications dans le sous-menu du panneau d’administration. Le clic vous dirigera vers la page de récupération des applications. Recherchez votre application dans le tableau affiché. Cliquez sur l’option de suppression dans la colonne d’action du tableau.

# HelpPage.EmailNotifs
source: Email notifications
fr: Envoyez des avis par courriel

# HelpPage.EmailNotifs.Paragraph1
source: You would immediately get an email whenever an announcement has been sent to you by an admin. Reminders are sent to you by email at 5:00 AM 3 days in advance of the update due date. Each Friday, an email digest, which contains a summary of all notifications received that week (including announcements, reminders and updates) is sent to you through email. Note that emails will not be sent on weeks where there are no notifications.
fr: Vous recevrez immédiatement un courriel chaque fois qu’une annonce vous sera envoyée par un administrateur. Les rappels vous sont envoyés par courrier électronique à 5 h trois jours avant la date d’échéance de la mise à jour. Chaque vendredi, un condensé de tous les avis reçus cette semaine-là (y compris les annonces, les rappels et les mises à jour) vous est envoyé par courrier électronique. Notez que les courriels ne seront pas envoyés les semaines où il n’y a pas d’avis.

# HelpPage.EmailNotifs.Paragraph2
source: You can choose to change the frequency of receiving email digests, as well as the day of the week you wish to receive it. You can also choose to stop receiving email notifications entirely.
fr: Vous pouvez choisir de modifier la fréquence de réception des condensés par courriel, ainsi que le jour de la semaine où vous souhaitez les recevoir. Vous pouvez également choisir de ne plus recevoir d’avis par courrier électronique.

# HelpPage.EmailNotifs.Paragraph3
source: To customize email notifications settings, go to the settings page and switch to the notifications tab. Use the customization options under the email notifications section.
fr: Pour personnaliser les paramètres des avis par courriel, allez à la page des paramètres et passez à l’onglet des avis. Utilisez les options de personnalisation dans la section des avis par courriel.

# HelpPage.FavAndSubApps
source: Favouriting and subscribing to applications
fr: Favoriser et s’abonner à des applications

# HelpPage.FavAndSubApps.Paragraph1
source: To favourite or subscribe to an application, first navigate to the page of your application of interest.
fr: Pour favoriser ou s’abonner à une application, il faut d’abord se rendre sur la page de l’application qui vous intéresse.

# HelpPage.FavAndSubApps.Paragraph2
source: To favourite an application, click on the star icon button at the top right of the application’s page. Favouriting an application adds the application to your favourites list in the side bar. It also automatically subscribes you to the application, which means you will be receiving update and reminder notifications on changes made to the application by other users. Clicking on the star icon once again would unfavourite the application and it would no longer show up in your favourites list. However, you would still be subscribed to the application. If you are subscribed to an application, the subscribe button, located next to the star icon button, would have a checkmark appear in its left area. To unsubscribe from an application, click on that button. The checkmark should disappear.
fr: Pour favoriser une application, cliquez sur le bouton de l’icône étoile en haut à droite de la page de l’application. Favoriser une application ajoute l’application à votre liste de favoris dans la barre latérale. Il vous inscrit également automatiquement à l’application, ce qui signifie que vous recevrez des avis de mise à jour et de rappel des modifications apportées à l’application par d’autres utilisateurs. En cliquant sur une nouvelle fois sur l’icône en forme d’étoile, vous désapprouverez l’application et elle n’apparaîtra plus dans votre liste de favoris. Cependant, vous serez toujours inscrit à l’application. Si vous êtes inscrit à une application, le bouton d’inscription, situé à côté du bouton de l’icône étoile, sera coché dans sa partie gauche. Pour vous désinscrire d’une application, cliquez sur ce bouton. La coche devrait disparaître.

# HelpPage.InAppNotifs
source: In app notifications
fr: Avis dans l’application

# HelpPage.InAppNotifs.Paragraph1
source: In app notifications can be viewed by clicking the bell icon located in the right area of the top bar. A red dot would appear next to the bell icon if there are unread notifications. Clicking on the bell icon opens a dropdown with two tabs, alerts and updates. The alerts tab contains announcements and reminders while the updates tab contains updates.
fr: Les avis dans l’application peuvent être consultés en cliquant sur l’icône de la cloche située dans la partie droite de la barre supérieure. Un point rouge apparaît à côté de l’icône de la cloche s’il y a des avis non lus. En cliquant sur l’icône de la cloche, une liste déroulante s’ouvre avec deux onglets, alertes et mises à jour. L’onglet « Alertes » contient les annonces et les rappels, tandis que l’onglet « Mises à jour » contient les mises à jour.

# HelpPage.InAppNotifs.Paragraph2
source: If you receive a notification when you are logged in, a pop-up will appear at the top right corner of the screen containing that notification.
fr: Si vous recevez un avis lorsque vous êtes connecté, une fenêtre contextuelle apparaîtra dans le coin supérieur droit de l’écran contenant cet avis.

# HelpPage.InAppNotifs.Paragraph3
source: If you receive notifications while you are logged off, announcements and reminders you missed will appear as pop-ups when you first log back into the app. You can also click on the bell icon to check for all notifications you received during your time away.
fr: Si vous recevez des avis lorsque vous êtes déconnecté, les annonces et les rappels que vous avez manqués apparaîtront dans des fenêtres contextuelles lors de votre première connexion à l’application. Vous pouvez également cliquer sur l’icône de la cloche pour vérifier tous les avis que vous avez reçus pendant votre absence.

# HelpPage.InAppNotifs.Paragraph4
source: You can choose to stop receiving pop-up notifications for updates and reminders. To do so, navigate to the settings page and switch to the notifications tab. Use the customization options under the in-app pop-up notifications section.
fr: Vous pouvez choisir de ne plus recevoir d’avis dans des fenêtres contextuelles pour les mises à jour et les rappels. Pour ce faire, accédez à la page des paramètres et passez à l’onglet des avis. Utilisez les options de personnalisation dans la section des avis sous forme de fenêtres contextuelles de l’application.

# HelpPage.InAppNotifs.Paragraph5
source: You cannot turn off pop-up notifications for announcements.
fr: Vous ne pouvez pas désactiver les avis en fenêtres contextuelles pour les annonces.

# HelpPage.Notifications.Paragraph1
source: There are three types of notifications in total: announcements, reminders, and updates.
fr: Il existe trois types d’avis au total : les annonces, les rappels et les mises à jour.

# HelpPage.Notifications.Paragraph2
source: Announcements are short messages created by admins. Admins can choose which users to send an announcement to. Reminders inform you of upcoming scheduled updates for applications you favourited 3 days in advance of the update due date. Updates inform you when changes are made to module fields of applications you favorited, except when such changes are made by you.
fr: Les annonces sont de courts messages créés par les administrateurs. Les administrateurs peuvent choisir les utilisateurs à qui envoyer une annonce. Les rappels vous informent des prochaines mises à jour programmées pour les applications que vous avez favorisées trois jours avant la date d’échéance de la mise à jour. Les mises à jour vous informent lorsque des modifications sont apportées aux champs des modules de vos applications favorites, sauf si ces modifications sont effectuées par vous-même.

# HelpPage.Notifications.Paragraph3
source: There are two ways you can view notifications, from within the ATM app, or from the email inbox associated with your ATM account.
fr: Vous pouvez consulter les avis de deux manières : depuis l’application ATM ou depuis la boîte aux lettres électronique associée à votre compte ATM.

# HelpPage.QuickSearch.Paragraph1
source: The quick search is located in the right area of the top bar. Clicking on it opens a pop-up that allows you to quickly search for something in ATM and navigate to the page containing your search terms. You can use application names, module names, module fields and module field values as your search terms.
fr: La recherche rapide est située dans la partie droite de la barre supérieure. En cliquant dessus, vous ouvrez une fenêtre contextuelle qui vous permet de rechercher rapidement un élément dans ATM et de naviguer vers la page contenant vos termes de recherche. Vous pouvez utiliser des noms d’application, des noms de module, des champs de module et des valeurs de champ de module comme termes de recherche.

# HelpPage.QuickSearch.Paragraph2
source: You may use the operators && and || to combine search teams to make more advanced searches.
fr: Vous pouvez utiliser les exploitants && et || pour combiner les équipes de recherche et effectuer des recherches plus avancées.

# HelpPage.RecoverApps
source: Recovering applications
fr: Récupération des applications

# HelpPage.RecoverApps.Paragraph1
source: To recover a deleted application, go to your side bar and click on the recover applications option in the admin panel submenu. The click would direct you to the application recovery page. Search for your application in the table displayed. Click on the restore option in the action column of the table.
fr: Pour récupérer une application supprimée, allez dans votre barre latérale et cliquez sur l’option de récupération des applications dans le sous-menu du panneau d’administration. Le clic vous dirigera vers la page de récupération des applications. Recherchez votre application dans le tableau affiché. Cliquez sur l’option de récupération dans la colonne d’action du tableau.

# HelpPage.RecoverApps.Paragraph2
source: Note that you will not be able to recover permanently deleted applications and they will not show up in the table.
fr: Notez que vous ne pourrez pas récupérer les applications supprimées définitivement et qu’elles n’apparaîtront pas dans le tableau.

# HelpPage.||operator
source: || operator
fr: || exploitant

# HelpPage.||operator.Paragraph1
source: The || operator is used to search for pages that contain one or more of multiple search terms.
fr: L’exploitant || est utilisé pour rechercher des pages qui contiennent un ou plusieurs des termes de recherche multiple.

# HelpPage.||operator.Paragraph2
source: For instance, if you wish to find all applications that contain either the security or identification module, you can type in "security || identification".
fr: Par exemple, si vous souhaitez trouver toutes les applications qui contiennent le module de sécurité ou d’identification, vous pouvez taper « sécurité || identification ».

# HelpPage.||operator.Paragraph3
source: You may use the || operator in a search as many times as you wish.
fr: Vous pouvez utiliser l’exploitant && dans une recherche autant de fois que vous le souhaitez.

source: Hide
fr: Cacher

source: Internal
fr: Interne

# ItemSelected
source: {0} selected
fr: {0} sélectionné

source: IT Level
fr: Niveau de TI

source: Last Updated
fr: Dernière mise à jour

source: Light
fr: Classique

source: Loading...
fr: Téléchargement...

source: Logout
fr: Fermeture de session

source: Manage users
fr: Gérer les utilisateurs

# MaximumCharacters
source: Max. characters
fr: Caractères maximum

source: Modify User
fr: Modifier un utilisateur

source: Module name
fr: Nom du module

# ModulePage.AppArchived
source: This application has been archived, thus this module is view-only and you are unable to make any changes.
fr: Cette application a été archivée, ce module est donc en consultation seulement et vous ne pouvez pas y apporter de modifications.

# ModulePage.AppDeleted
source: This application has been soft-deleted, and is only viewable to admins. You can recover the application to allow editing and general viewing.
fr: Cette application a été supprimée.

# ModulePage.AppDeletedUnauthorized.Desc
source: Unfortunately, you cannot view this application as it has been deleted. Only admins can view and recover deleted applications.
fr: Malheureusement, vous ne pouvez pas visualiser cette application étant donné qu’elle a été supprimée. Seuls les administrateurs peuvent voir et récupérer les applications supprimées.

# ModulePage.AppDeletedUnauthorized.Title
source: Sorry, it looks like this application has been deleted.
fr: Désolé, il semble que cette application ait été supprimée.

# ModulePage.DependencyDeleted
source: Sucessfully deleted dependency!
fr: Dépendance supprimée avec succès!

# ModulePage.DueWithinAWeek
source: Due within a week
fr: Dû dans une semaine

# ModulePage.FixErrorsAndSaveAgain
source: There are some errors. Please fix and save again.
fr: Il y a quelques erreurs. Veuillez les réparer et sauvegarder à nouveau.

# ModulePage.Forms.InvalidURL
source: URL must start with "http://" or "https://". No whitespaces.
fr: La URL doit commencer avec "http://" ou "https://". Ne utilisez pas les caractères blanc.
